Repository: sidimam/unraid-drive
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, zh_hans

source: · gateway read-only
ar: · البوابة للقراءة فقط
de: · Gateway schreibgeschützt
es: · gateway de solo lectura
fr: · passerelle en lecture seule
it: · gateway in sola lettura
zh_hans: · 网关为只读

source: %1$@key %2$@ · %3$@
ar: %1$@المفتاح %2$@ · %3$@
de: %1$@Schlüssel %2$@ · %3$@
es: %1$@clave %2$@ · %3$@
fr: %1$@clé %2$@ · %3$@
it: %1$@chiave %2$@ · %3$@
zh_hans: %1$@密钥 %2$@ · %3$@

source: %@ is reachable (gateway %@) and the key is accepted.
ar: %@ متاح (البوابة %@) والمفتاح مقبول.
de: %@ ist erreichbar (Gateway %@) und der Schlüssel wird akzeptiert.
es: %@ responde (gateway %@) y la clave es aceptada.
fr: %@ est joignable (passerelle %@) et la clé est acceptée.
it: %@ è raggiungibile (gateway %@) e la chiave è accettata.
zh_hans: %@ 可连接（网关 %@），密钥已被接受。

source: %@ is reachable again
ar: %@ متاح مجددًا
de: %@ ist wieder erreichbar
es: %@ vuelve a estar disponible
fr: %@ est de nouveau joignable
it: %@ è di nuovo raggiungibile
zh_hans: %@ 已恢复连接

source: %lld alerts
ar: %lld تنبيهات
de: %lld Alarme
es: %lld alertas
fr: %lld alertes
it: %lld avvisi critici
zh_hans: %lld 条警报

source: %lld files · %@
ar: %lld ملفات · %@
de: %lld Dateien · %@
es: %lld archivos · %@
fr: %lld fichiers · %@
it: %lld file · %@
zh_hans: %lld 个文件 · %@

source: %lld items
ar: %lld عنصرًا
de: %lld Objekte
es: %lld elementos
fr: %lld éléments
it: %lld elementi
zh_hans: %lld 个项目

source: %lld of %lld shares
ar: %lld من %lld مشاركات
de: %lld von %lld Freigaben
es: %lld de %lld recursos compartidos
fr: %lld partages sur %lld
it: %lld share su %lld
zh_hans: %lld/%lld 个共享

source: %lld shares
ar: %lld مشاركات
de: %lld Freigaben
es: %lld recursos compartidos
fr: %lld partages
it: %lld share
zh_hans: %lld 个共享

source: %lld unread
ar: %lld غير مقروءة
de: %lld ungelesen
es: %lld sin leer
fr: %lld non lues
it: %lld non lette
zh_hans: %lld 条未读

source: %lld warnings
ar: %lld تحذيرات
de: %lld Warnungen
es: %lld advertencias
fr: %lld avertissements
it: %lld avvertimenti
zh_hans: %lld 条警告

source: 1 · Install the gateway
ar: 1 · ثبّت البوابة
de: 1 · Gateway installieren
es: 1 · Instala el gateway
fr: 1 · Installer la passerelle
it: 1 · Installa il gateway
zh_hans: 1 · 安装网关

source: 2 · Create an API key
ar: 2 · أنشئ مفتاح API
de: 2 · API-Schlüssel erstellen
es: 2 · Crea una clave API
fr: 2 · Créer une clé API
it: 2 · Crea una chiave API
zh_hans: 2 · 创建 API 密钥

source: 3 · Reach it from outside
ar: 3 · الوصول من الخارج
de: 3 · Von außen erreichen
es: 3 · Accede desde fuera
fr: 3 · Y accéder depuis l’extérieur
it: 3 · Raggiungilo da fuori casa
zh_hans: 3 · 从外网访问

source: 4 · Add the server
ar: 4 · أضف الخادم
de: 4 · Server hinzufügen
es: 4 · Añade el servidor
fr: 4 · Ajouter le serveur
it: 4 · Aggiungi il server
zh_hans: 4 · 添加服务器

source: A configuration saved by Unraid Drive on another device was found. Restoring turns sync on; the secrets arrive through iCloud Keychain and this device is registered on each gateway again.
ar: تم العثور على إعدادات حفظها Unraid Drive على جهاز آخر. الاستعادة تفعّل المزامنة؛ تصل الأسرار عبر سلسلة مفاتيح iCloud ويُعاد تسجيل هذا الجهاز على كل بوابة.
de: Eine von Unraid Drive auf einem anderen Gerät gespeicherte Konfiguration wurde gefunden. Die Wiederherstellung schaltet die Synchronisierung ein; die Geheimnisse kommen über den iCloud-Schlüsselbund und dieses Gerät wird bei jedem Gateway erneut registriert.
es: Se encontró una configuración guardada por Unraid Drive en otro dispositivo. Restaurar activa la sincronización; los secretos llegan por el llavero de iCloud y este dispositivo vuelve a registrarse en cada gateway.
fr: Une configuration enregistrée par Unraid Drive sur un autre appareil a été trouvée. La restauration active la synchronisation ; les secrets arrivent par le trousseau iCloud et cet appareil est réenregistré sur chaque passerelle.
it: È stata trovata una configurazione salvata da Unraid Drive su un altro dispositivo. Il ripristino attiva la sincronizzazione; i segreti arrivano dal Portachiavi iCloud e questo dispositivo viene registrato di nuovo su ogni gateway.
zh_hans: 找到了 Unraid Drive 在另一台设备上保存的配置。恢复会开启同步；密钥通过 iCloud 钥匙串送达，本设备会重新在每个网关上注册。

source: A configuration saved by Unraid Drive was found in your iCloud account.
ar: تم العثور على إعدادات حفظها Unraid Drive في حساب iCloud الخاص بك.
de: In deinem iCloud-Account wurde eine von Unraid Drive gespeicherte Konfiguration gefunden.
es: Se encontró una configuración guardada por Unraid Drive en tu cuenta de iCloud.
fr: Une configuration enregistrée par Unraid Drive a été trouvée dans votre compte iCloud.
it: Nel tuo account iCloud è presente una configurazione salvata da Unraid Drive.
zh_hans: 在你的 iCloud 账户中找到了 Unraid Drive 保存的配置。

source: A configuration saved by this app is present in your iCloud account. Restoring turns sync on.
ar: توجد إعدادات حفظها هذا التطبيق في حساب iCloud الخاص بك. الاستعادة تُفعّل المزامنة.
de: In deinem iCloud-Account liegt eine von dieser App gespeicherte Konfiguration. Wiederherstellen schaltet die Synchronisierung ein.
es: Hay una configuración guardada por esta app en tu cuenta de iCloud. Restaurar activa la sincronización.
fr: Une configuration enregistrée par cette app est présente dans votre compte iCloud. La restauration active la synchronisation.
it: Nel tuo account iCloud è presente una configurazione salvata da questa app. Il ripristino attiva la sincronizzazione.
zh_hans: 你的 iCloud 账户中存在本应用保存的配置。恢复后会开启同步。

source: API key accepted
ar: تم قبول مفتاح API
de: API-Schlüssel akzeptiert
es: Clave API aceptada
fr: Clé API acceptée
it: Chiave API accettata
zh_hans: API 密钥已接受

source: About Unraid Drive
ar: حول Unraid Drive
de: Über Unraid Drive
es: Acerca de Unraid Drive
fr: À propos d’Unraid Drive
it: Informazioni su Unraid Drive
zh_hans: 关于 Unraid Drive

source: About Unraid Drive…
ar: حول Unraid Drive…
de: Über Unraid Drive …
es: Acerca de Unraid Drive…
fr: À propos d’Unraid Drive…
it: Informazioni su Unraid Drive…
zh_hans: 关于 Unraid Drive…

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
it: Attività
zh_hans: 活动

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
zh_hans: 添加

source: Add a server first: you will choose its shares right after connecting.
ar: أضف خادمًا أولًا: ستختار مشاركاته مباشرة بعد الاتصال.
de: Füge zuerst einen Server hinzu: Seine Freigaben wählst du direkt nach dem Verbinden.
es: Añade primero un servidor: elegirás sus recursos compartidos justo después de conectar.
fr: Ajoutez d’abord un serveur : vous choisirez ses partages juste après la connexion.
it: Aggiungi prima un server: sceglierai le sue share subito dopo la connessione.
zh_hans: 请先添加服务器：连接后即可选择其共享。

source: Add a server from another device
ar: إضافة خادم من جهاز آخر
de: Server von einem anderen Gerät hinzufügen
es: Añadir un servidor desde otro dispositivo
fr: Ajouter un serveur depuis un autre appareil
it: Aggiungi un server da un altro dispositivo
zh_hans: 从其他设备添加服务器

source: Add another server
ar: إضافة خادم آخر
de: Weiteren Server hinzufügen
es: Añadir otro servidor
fr: Ajouter un autre serveur
it: Aggiungi un altro server
zh_hans: 添加另一个服务器

source: Add server
ar: إضافة خادم
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur
it: Aggiungi server
zh_hans: 添加服务器

source: Add server…
ar: إضافة خادم…
de: Server hinzufügen …
es: Añadir servidor…
fr: Ajouter un serveur…
it: Aggiungi server…
zh_hans: 添加服务器…

source: Add your Unraid server from the preferences; its shares then appear in the Finder sidebar.
ar: أضف خادم Unraid من التفضيلات؛ ستظهر مشاركاته في الشريط الجانبي لـ Finder.
de: Füge deinen Unraid-Server in den Einstellungen hinzu; seine Freigaben erscheinen dann in der Finder-Seitenleiste.
es: Añade tu servidor Unraid desde las preferencias; sus recursos compartidos aparecerán en la barra lateral del Finder.
fr: Ajoutez votre serveur Unraid depuis les préférences ; ses partages apparaîtront dans la barre latérale du Finder.
it: Aggiungi il tuo server Unraid dalle preferenze: le sue share compariranno nella barra laterale del Finder.
zh_hans: 在偏好设置中添加你的 Unraid 服务器，其共享随后会显示在“访达”边栏中。

source: Add your Unraid server through its unraid-gateway URL and an Unraid API key. Its shares will appear in the Files app.
ar: أضف خادم Unraid عبر عنوان unraid-gateway ومفتاح API الخاص بـ Unraid. ستظهر مجلداته المشتركة في تطبيق الملفات.
de: Füge deinen Unraid-Server über die unraid-gateway-URL und einen Unraid-API-Schlüssel hinzu. Seine Freigaben erscheinen in der Dateien-App.
es: Añade tu servidor Unraid con la URL de unraid-gateway y una clave API de Unraid. Sus recursos compartidos aparecerán en la app Archivos.
fr: Ajoutez votre serveur Unraid avec l’URL d’unraid-gateway et une clé API Unraid. Ses partages apparaîtront dans l’app Fichiers.
it: Aggiungi il tuo server Unraid con l’URL di unraid-gateway e una chiave API Unraid. Le sue share compariranno nell’app File.
zh_hans: 通过 unraid-gateway 的 URL 和 Unraid API 密钥添加你的 Unraid 服务器。其共享文件夹将显示在“文件”应用中。

source: All shares
ar: كل المشاركات
de: Alle Freigaben
es: Todos los recursos compartidos
fr: Tous les partages
it: Tutte le share
zh_hans: 所有共享

source: Allow notifications
ar: السماح بالإشعارات
de: Mitteilungen erlauben
es: Permitir notificaciones
fr: Autoriser les notifications
it: Consenti le notifiche
zh_hans: 允许通知

source: Another device (or this one, before a reinstall) saved %lld server(s) in iCloud. Restore them here: the list arrives from iCloud, the API keys, Cloudflare service tokens and Unraid passwords from iCloud Keychain, and this device registers itself on each gateway again.
ar: حفظ جهاز آخر (أو هذا الجهاز قبل إعادة التثبيت) %lld خادمًا في iCloud. استعدها هنا: تصل القائمة من iCloud، ومفاتيح API ورموز خدمة Cloudflare وكلمات مرور Unraid من سلسلة مفاتيح iCloud، ويعيد هذا الجهاز تسجيل نفسه على كل بوابة.
de: Ein anderes Gerät (oder dieses, vor einer Neuinstallation) hat %lld Server in iCloud gespeichert. Stellen Sie sie hier wieder her: die Liste kommt aus iCloud, API-Schlüssel, Cloudflare-Service-Tokens und Unraid-Passwörter aus dem iCloud-Schlüsselbund, und dieses Gerät registriert sich erneut bei jedem Gateway.
es: Otro dispositivo (o este, antes de una reinstalación) guardó %lld servidor(es) en iCloud. Restáuralos aquí: la lista llega de iCloud, las claves API, los tokens de servicio de Cloudflare y las contraseñas de Unraid del llavero de iCloud, y este dispositivo vuelve a registrarse en cada gateway.
fr: Un autre appareil (ou celui-ci, avant une réinstallation) a enregistré %lld serveur(s) dans iCloud. Restaurez-les ici : la liste vient d'iCloud, les clés API, jetons de service Cloudflare et mots de passe Unraid du trousseau iCloud, et cet appareil se réenregistre sur chaque passerelle.
it: Un altro dispositivo (o questo, prima di una reinstallazione) ha salvato %lld server in iCloud. Ripristinali qui: l'elenco arriva da iCloud, le chiavi API, i service token Cloudflare e le password Unraid dal Portachiavi iCloud, e questo dispositivo si registra di nuovo su ogni gateway.
zh_hans: 另一台设备（或本机在重装前）在 iCloud 中保存了 %lld 个服务器。在此恢复：列表来自 iCloud，API 密钥、Cloudflare 服务令牌和 Unraid 密码来自 iCloud 钥匙串，本设备会重新在每个网关上注册。

source: App colour
ar: لون التطبيق
de: App-Farbe
es: Color de la app
fr: Couleur de l’app
it: Colore app
zh_hans: 应用颜色

source: App info
ar: معلومات التطبيق
es: Información de la app
fr: Infos de l’app
it: Informazioni app
zh_hans: 应用信息

source: App settings
ar: إعدادات التطبيق
de: App-Einstellungen
es: Ajustes de la app
fr: Réglages de l’app
it: Impostazioni app
zh_hans: 应用设置

source: Apple TV cannot read the credentials from iCloud Keychain. Open Unraid Drive on your iPhone, iPad or Mac, go to Settings › Pair an Apple TV, enter this code and send all the servers: the whole configuration arrives here encrypted with the code and this Apple TV registers itself on the gateways again.
ar: لا يستطيع Apple TV قراءة بيانات الاعتماد من سلسلة مفاتيح iCloud. افتح Unraid Drive على iPhone أو iPad أو Mac، ثم الإعدادات › إقران Apple TV، وأدخل هذا الرمز وأرسل جميع الخوادم: تصل الإعدادات كاملة هنا مشفّرة بالرمز ويعيد هذا الـ Apple TV تسجيل نفسه على البوابات.
de: Apple TV kann die Zugangsdaten nicht aus dem iCloud-Schlüsselbund lesen. Öffnen Sie Unraid Drive auf iPhone, iPad oder Mac, gehen Sie zu Einstellungen › Apple TV koppeln, geben Sie diesen Code ein und senden Sie alle Server: die gesamte Konfiguration kommt mit dem Code verschlüsselt hier an und dieses Apple TV registriert sich erneut bei den Gateways.
es: El Apple TV no puede leer las credenciales del llavero de iCloud. Abre Unraid Drive en tu iPhone, iPad o Mac, ve a Ajustes › Emparejar un Apple TV, introduce este código y envía todos los servidores: toda la configuración llega aquí cifrada con el código y este Apple TV vuelve a registrarse en los gateways.
fr: L'Apple TV ne peut pas lire les identifiants dans le trousseau iCloud. Ouvrez Unraid Drive sur votre iPhone, iPad ou Mac, allez dans Réglages › Jumeler une Apple TV, saisissez ce code et envoyez tous les serveurs : toute la configuration arrive ici chiffrée avec le code et cette Apple TV se réenregistre sur les passerelles.
it: Apple TV non può leggere le credenziali dal Portachiavi iCloud. Apri Unraid Drive su iPhone, iPad o Mac, vai in Impostazioni › Abbina una Apple TV, inserisci questo codice e invia tutti i server: l'intera configurazione arriva qui cifrata con il codice e questa Apple TV si registra di nuovo sui gateway.
zh_hans: Apple TV 无法从 iCloud 钥匙串读取凭据。请在 iPhone、iPad 或 Mac 上打开 Unraid Drive，进入“设置 › 配对 Apple TV”，输入此代码并发送所有服务器：整套配置将以该代码加密送达，此 Apple TV 会重新在网关上注册。

source: Archive
ar: أرشيف
de: Archiv
es: Archivo comprimido
it: Archivio
zh_hans: 压缩包

source: Asks the Files app / Finder to re-read every Unraid Drive location from the gateway.
ar: يطلب من تطبيق الملفات / Finder إعادة قراءة كل موقع Unraid Drive من البوابة.
de: Lässt die Dateien-App / den Finder jeden Unraid Drive-Ort neu vom Gateway lesen.
es: Pide a la app Archivos / al Finder que vuelva a leer cada ubicación de Unraid Drive desde el gateway.
fr: Demande à l’app Fichiers / au Finder de relire chaque emplacement Unraid Drive depuis la passerelle.
it: Chiede all’app File / al Finder di rileggere ogni posizione di Unraid Drive dal gateway.
zh_hans: 让“文件”应用/“访达”从网关重新读取每个 Unraid Drive 位置。

source: Asks the Finder to re-read every location from the gateway and reloads status, activity and notifications.
ar: يطلب من Finder إعادة قراءة كل موقع من البوابة ويعيد تحميل الحالة والنشاط والإشعارات.
de: Lässt den Finder jeden Ort neu vom Gateway lesen und lädt Status, Aktivität und Mitteilungen neu.
es: Pide al Finder que vuelva a leer cada ubicación desde el gateway y recarga estado, actividad y notificaciones.
fr: Demande au Finder de relire chaque emplacement depuis la passerelle et recharge l’état, l’activité et les notifications.
it: Chiede al Finder di rileggere ogni posizione dal gateway e ricarica stato, attività e notifiche.
zh_hans: 让“访达”从网关重新读取每个位置，并重新加载状态、活动和通知。

source: Audio
ar: صوت
zh_hans: 音频

source: Authenticated, but no shares are mounted in the container. Add Path mappings under /data/<name> in the container settings.
ar: تمت المصادقة، لكن لا توجد مجلدات مشتركة مثبّتة في الحاوية. أضف مسارات تحت /data/<الاسم> في إعدادات الحاوية.
de: Angemeldet, aber im Container sind keine Freigaben eingebunden. Füge in den Container-Einstellungen Pfade unter /data/<Name> hinzu.
es: Autenticado, pero no hay recursos compartidos montados en el contenedor. Añade rutas bajo /data/<nombre> en la configuración del contenedor.
fr: Authentifié, mais aucun partage n’est monté dans le conteneur. Ajoutez des chemins sous /data/<nom> dans les réglages du conteneur.
it: Autenticato, ma nel container non è montata nessuna share. Aggiungi i percorsi sotto /data/<nome> nelle impostazioni del container.
zh_hans: 已通过认证，但容器中未挂载任何共享。请在容器设置中添加 /data/<名称> 下的路径映射。

source: Authentication
ar: المصادقة
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
zh_hans: 认证

source: Author
ar: المؤلف
de: Autor
es: Autor
fr: Auteur
it: Autore
zh_hans: 作者

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
it: Indietro
zh_hans: 上一步

source: Blue
ar: أزرق
de: Blau
es: Azul
fr: Bleu
it: Blu
zh_hans: 蓝色

source: Browse shares
ar: استعراض المجلدات المشتركة
de: Freigaben durchsuchen
es: Explorar recursos compartidos
fr: Parcourir les partages
it: Sfoglia le share
zh_hans: 浏览共享

source: Calculating…
ar: جارٍ الحساب…
de: Berechne …
es: Calculando…
fr: Calcul…
it: Calcolo…
zh_hans: 正在计算…

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
zh_hans: 取消

source: Cannot load this folder
ar: تعذّر تحميل هذا المجلد
de: Dieser Ordner kann nicht geladen werden
es: No se puede cargar esta carpeta
fr: Impossible de charger ce dossier
it: Impossibile caricare questa cartella
zh_hans: 无法加载此文件夹

source: Cannot open this document
ar: لا يمكن فتح هذا المستند
de: Dieses Dokument kann nicht geöffnet werden
es: No se puede abrir este documento
fr: Impossible d’ouvrir ce document
it: Impossibile aprire questo documento
zh_hans: 无法打开此文档

source: Cannot open this file on Apple TV. Open it with the Files app on iPhone, iPad or Mac, or in the Finder.
ar: لا يمكن فتح هذا الملف على Apple TV. افتحه بتطبيق الملفات على iPhone أو iPad أو Mac، أو في Finder.
de: Diese Datei lässt sich auf Apple TV nicht öffnen. Öffne sie mit der Dateien-App auf iPhone, iPad oder Mac oder im Finder.
es: Este archivo no se puede abrir en el Apple TV. Ábrelo con la app Archivos en iPhone, iPad o Mac, o en el Finder.
fr: Ce fichier ne peut pas être ouvert sur l’Apple TV. Ouvrez-le avec l’app Fichiers sur iPhone, iPad ou Mac, ou dans le Finder.
it: Questo file non si può aprire su Apple TV. Aprilo con l’app File su iPhone, iPad o Mac, oppure nel Finder.
zh_hans: 此文件无法在 Apple TV 上打开。请在 iPhone、iPad 或 Mac 上用“文件”应用或“访达”打开。

source: Cannot play this file
ar: تعذّر تشغيل هذا الملف
de: Diese Datei kann nicht wiedergegeben werden
es: No se puede reproducir este archivo
fr: Impossible de lire ce fichier
it: Impossibile riprodurre questo file
zh_hans: 无法播放此文件

source: Cannot reach %@
ar: تعذّر الوصول إلى %@
de: %@ nicht erreichbar
es: No se puede contactar con %@
fr: Impossible de joindre %@
it: Impossibile raggiungere %@
zh_hans: 无法连接 %@

source: Cannot show this image
ar: تعذّر عرض هذه الصورة
de: Dieses Bild kann nicht angezeigt werden
es: No se puede mostrar esta imagen
fr: Impossible d’afficher cette image
it: Impossibile mostrare questa immagine
zh_hans: 无法显示此图像

source: Chapter %lld of %lld
ar: الفصل %lld من %lld
de: Kapitel %lld von %lld
es: Capítulo %lld de %lld
fr: Chapitre %lld sur %lld
it: Capitolo %lld di %lld
zh_hans: 第 %lld 章，共 %lld 章

source: Checked at %@
ar: تم التحقق في %@
de: Geprüft um %@
es: Comprobado a las %@
fr: Vérifié à %@
it: Controllato alle %@
zh_hans: 检查时间 %@

source: Checks
ar: الفحوصات
de: Prüfungen
es: Comprobaciones
fr: Vérifications
it: Controlli
zh_hans: 检查项

source: Checks that the gateway answers and the API key is accepted.
ar: يتحقق من استجابة البوابة وقبول مفتاح API.
de: Prüft, ob das Gateway antwortet und der API-Schlüssel akzeptiert wird.
es: Comprueba que el gateway responde y que la clave API es aceptada.
fr: Vérifie que la passerelle répond et que la clé API est acceptée.
it: Verifica che il gateway risponda e che la chiave API sia accettata.
zh_hans: 检查网关是否响应以及 API 密钥是否被接受。

source: Choose
ar: اختيار
de: Auswählen
es: Elegir
fr: Choisir
it: Scegli
zh_hans: 选择

source: Choose the shares to show
ar: اختر المشاركات التي تريد عرضها
de: Wähle die anzuzeigenden Freigaben
es: Elige los recursos compartidos que mostrar
fr: Choisissez les partages à afficher
it: Scegli le share da mostrare
zh_hans: 选择要显示的共享

source: Choose which shares to show. You can change this later in the server's details or in Settings.
ar: اختر المشاركات التي تريد عرضها. يمكنك تغيير ذلك لاحقًا من تفاصيل الخادم أو من الإعدادات.
de: Wähle, welche Freigaben angezeigt werden. Das lässt sich später in den Serverdetails oder in den Einstellungen ändern.
es: Elige qué recursos compartidos mostrar. Podrás cambiarlo después en los detalles del servidor o en Ajustes.
fr: Choisissez les partages à afficher. Vous pourrez le modifier plus tard dans les détails du serveur ou dans Réglages.
it: Scegli quali share mostrare. Potrai cambiarlo in seguito nei dettagli del server o nelle Impostazioni.
zh_hans: 选择要显示的共享。之后可在服务器详情或“设置”中更改。

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
zh_hans: 清除

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
zh_hans: 关闭

source: Code shown on the TV
ar: الرمز المعروض على التلفاز
de: Auf dem TV gezeigter Code
es: Código mostrado en el TV
fr: Code affiché sur la TV
it: Codice mostrato sulla TV
zh_hans: Apple TV 上显示的代码

source: Comic
ar: قصة مصورة
es: Cómic
fr: Bande dessinée
it: Fumetto
zh_hans: 漫画

source: Configuration found in iCloud
ar: تم العثور على إعدادات في iCloud
de: Konfiguration in iCloud gefunden
es: Configuración encontrada en iCloud
fr: Configuration trouvée dans iCloud
it: Configurazione trovata in iCloud
zh_hans: 在 iCloud 中找到配置

source: Configuration found in iCloud: %lld server(s)
ar: تم العثور على إعدادات في iCloud: %lld خادم
de: Konfiguration in iCloud gefunden: %lld Server
es: Configuración encontrada en iCloud: %lld servidor(es)
fr: Configuration trouvée dans iCloud : %lld serveur(s)
it: Configurazione trovata in iCloud: %lld server
zh_hans: 在 iCloud 中找到配置：%lld 个服务器

source: Configuration restored: %lld server(s).
ar: تمت استعادة الإعدادات: %lld خادم.
de: Konfiguration wiederhergestellt: %lld Server.
es: Configuración restaurada: %lld servidor(es).
fr: Configuration restaurée : %lld serveur(s).
it: Configurazione ripristinata: %lld server.
zh_hans: 配置已恢复：%lld 个服务器。

source: Configuration restored: %lld servers
ar: تمت استعادة الإعدادات: %lld خادمًا
de: Konfiguration wiederhergestellt: %lld Server
es: Configuración restaurada: %lld servidores
fr: Configuration restaurée : %lld serveurs
it: Configurazione ripristinata: %lld server
zh_hans: 配置已恢复：%lld 个服务器

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
zh_hans: 连接

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
zh_hans: 已连接

source: Connecting…
ar: جارٍ الاتصال…
de: Verbinden…
es: Conectando…
fr: Connexion…
it: Connessione…
zh_hans: 正在连接…

source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
zh_hans: 连接方式

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
zh_hans: 拷贝

source: Copy to
ar: نسخ إلى
de: Kopieren nach
es: Copiar en
fr: Copier vers
it: Copia in
zh_hans: 拷贝到

source: Copy to…
ar: نسخ إلى…
de: Kopieren nach …
es: Copiar en…
fr: Copier vers…
it: Copia in…
zh_hans: 拷贝到…

source: Could not create the folder %@
ar: تعذّر إنشاء المجلد %@
de: Ordner %@ konnte nicht erstellt werden
es: No se pudo crear la carpeta %@
fr: Impossible de créer le dossier %@
it: Impossibile creare la cartella %@
zh_hans: 无法创建文件夹 %@

source: Could not delete %@
ar: تعذّر حذف %@
de: %@ konnte nicht gelöscht werden
es: No se pudo eliminar %@
fr: Impossible de supprimer %@
it: Impossibile eliminare %@
zh_hans: 无法删除 %@

source: Could not download %@
ar: تعذّر تنزيل %@
de: %@ konnte nicht geladen werden
es: No se pudo descargar %@
fr: Impossible de télécharger %@
it: Impossibile scaricare %@
zh_hans: 无法下载 %@

source: Could not move or rename %@
ar: تعذّر نقل أو إعادة تسمية %@
de: %@ konnte nicht verschoben oder umbenannt werden
es: No se pudo mover o renombrar %@
fr: Impossible de déplacer ou renommer %@
it: Impossibile spostare o rinominare %@
zh_hans: 无法移动或重命名 %@

source: Could not upload %@
ar: تعذّر رفع %@
de: %@ konnte nicht hochgeladen werden
es: No se pudo subir %@
fr: Impossible d’envoyer %@
it: Impossibile caricare %@
zh_hans: 无法上传 %@

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
it: Crea
zh_hans: 创建
